/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */


"mgc_game_center_old_navi_right_title" = "收藏";
"mgc_game_center_navi_right_title" = "我的收藏";
"mgc_game_center_navi_right_coin_title" = "设置";

"mgc_game_center_version_update_alert" = "请下载最新版本";
"mgc_game_center_other_status_alert" = "敬请期待!";
"mgc_game_center_login_status_alert" = "登录成功!";
"mgc_game_center_recent_played_title" = "最近在玩的游戏";
"mgc_favorites_segment_bar_title" = "我的收藏";
"mgc_favorites_recent_user_title" = "最近使用";
"mgc_favorites_navi_right_title" = "清除缓存";
"mgc_favorites_navi_right_alert_title" = "您确定清除缓存吗?";
"mgc_favorites_navi_right_alert_subTitle" = "清除缓存会使我的收藏、最近使用都消失哦";
"mgc_favorites_no_data_title" = "暂无收藏";
"mgc_favorites_recent_use_no_data_title" = "暂无最近使用";
"mgc_favorites_cancel_recent_use_title" = "您确定取消最近使用吗?";
"mgc_favorites_cancel_title" = "您确定取消收藏吗?";
"mgc_favorites_alert_cancel_title" = "否";
"mgc_favorites_alert_sure_title" = "是";


"mgc_game_center_look_more_title" = "查看更多";
"mgc_game_center_play_btn_title" = "马上玩";
"mgc_game_center_open_btn_title" = "打开";

"mgc_game_center_look_all_title" = "查看全部";
"mgc_game_center_recent_played_baidu_title" = "我的游戏";
"mgc_game_center_played_num_des" = "%ld万人玩过";
"mgc_game_center_setting_title" = "我的";

"mgc_game_center_navi_right_coin_title" = "设置";

"mgc_game_center_coin_double_Title" = "高倍";


"mgc_game_center_bottom_wifi_des" = "ⓘ 该页面内容由第三方提供";

"mgc_game_center_sign_cash_title" = "立即提现";
"mgc_game_center_sign_rmb_sign" = "约%.2f元";
"mgc_game_center_sign_tomorrow_sign" = "请明日签到";
"mgc_game_center_sign_today_sign" = "今天";
"mgc_game_center_sign_finish" = "已签";
"mgc_game_center_sign_date_1" = "周一";
"mgc_game_center_sign_date_2" = "周二";
"mgc_game_center_sign_date_3" = "周三";
"mgc_game_center_sign_date_4" = "周四";
"mgc_game_center_sign_date_5" = "周五";
"mgc_game_center_sign_date_6" = "周六";
"mgc_game_center_sign_date_7" = "周日";


"mgc_game_center_search_game_title" = "近期热门游戏";
"mgc_game_center_search_hot_title" = "大家都在搜";
"mgc_game_center_search_history_title" = "历史记录";
"mgc_game_center_search_result_success" = "成功";
"mgc_game_center_search_result_no_data" = "没有搜索到相关的小游戏";
"mgc_game_center_search_placeholder" = "大家都在搜小游戏";
"mgc_game_center_header_search_title" = "搜索小游戏";
"mgc_game_center_search_history_cancel" = "清空";

"mgc_geme_center_data_empty" = "数据为空";






